build/out_minimal/0/p
/*--------------------------------*- C++ -*----------------------------------*\
|  Generated by cgns_test_lib/scripts/create_openfoam_cases.py          |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    defaultFaces
    {
        type            zeroGradient;
    }

}

// ************************************************************************* //